[{"title":"Criminal Justice Professionals Learn Promising Practices to Prosecute Domestic Violence Cases","authors":["Lynne Mock"],"date":"2018-10-19","image":{"url":"http://icjia.state.il.us/assets/img/splash/IFVCC_report_101618_iStock-597959356.jpg","alt":""},"type":["Research Report"],"categories":["Domestic Violence"],"summary":"Illinois law enforcement agencies reported 118,160 domestic-related crimes in 2016. The Illinois Family Violence Coordinating Council developed and provided training for police and other criminal justice practitioners to improve knowledge about domestic violence and apply this knowledge to support evidence-based approaches to prosecution and orders of protection. This article presents findings from 28 training evaluations held between September 2015 and September 2017. These evaluations provided evidence of some improvement post-training in confidence and knowledge of domestic violence and increased knowledge of promising practices to collect evidence for and investigate domestic violence and abuse cases.","url":"http://icjia.state.il.us/articles/criminal-justice-professionals-learn-promising-practices-to-prosecute-domestic-violence","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Illinois Arrests and Prison Admissions for Drug Offenses: Interactive Data","authors":["Justin Escamilla","Sharyn Adams"],"date":"2018-10-11","image":{"url":"http://icjia.state.il.us/assets/img/splash/ArrestsPrisonAdmissions_DrugsV2_iStock-655652514.jpg","alt":""},"type":["Article"],"categories":["Drug Offenses"],"summary":"This interactive data on drug-related arrests and prison admissions allow users to explore the types of drug offenses for which individuals are arrested and admitted to prison, the locations in which different types of drug arrests and prison admissions occur in Illinois, and the characteristics of those admitted to prison for each type of drug offense.","url":"http://icjia.state.il.us/articles/illinois-arrests-and-prison-admissions-for-drug-offenses-interactive-data","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Co-occurring Mental Health and Substance Use Disorders of Women in Prison: An Evaluation of the WestCare Foundation’s Dual Diagnosis Program in Illinois","authors":["Jessica Reichert","Alysson Gatens","Sharyn Adams","Lily Gleicher","Lauren Weisner","Christine Head"],"date":"2018-10-05","image":{"url":"http://icjia.state.il.us/assets/img/splash/Dual_Diagnosis_article_brief_iStock-934058976.jpg","alt":""},"type":["Research Report"],"categories":["Prison"],"summary":"This brief shares findings from a process evaluation of a program that treats women prisoners in Illinois with co-occurring disorders—substance use and mental health disorders. Overall, feedback from clients and staff were positive and the program showed reductions in clients’ posttraumatic stress disorder symptoms and aggression after participation. In addition, researchers offer suggestions to improve the program’s physical space, as well as enhance program components and data collection.","url":"http://icjia.state.il.us/articles/co-occurring-mental-health-and-substance-use-disorders-of-women-in-prison-an-evaluation-of-the-westcare-foundation-s-dual-diagnosis-program-in-illinois","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"BetaGov Supports Practitioners and Evaluators in Conducting Randomized Control Trials to Test Criminal Justice Programs","authors":["Justin Escamilla","Jessica Reichert","Maureen Hillhouse","Angela Hawken"],"date":"2018-10-02","image":{"url":"http://icjia.state.il.us/assets/img/splash/BetaGovRCTarticle09-28-18_Stock-905715546.jpg","alt":""},"type":["Article"],"categories":["Reentry"],"summary":"This article explores the use of randomized control trials (RCTs) to test criminal justice programs to measure effectiveness. BetaGov is a group that offers assistance to practitioners and researchers to conduct RCTs. An example of such a collaboration between ICJIA and Betagov is offered along with lessons learned.","url":"http://icjia.state.il.us/articles/betagov-supports-practitioners-and-evaluators-in-conducting-randomized-control-trials-to-test-criminal-justice-programs","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Addressing Opioid Use Disorders in Corrections: A Survey of Illinois Jails","authors":["Jessica Reichert","Lauren Weisner","Tyler Marcheschi","Lily Gleicher","Sharyn Adams"],"date":"2018-09-07","image":{"url":"http://icjia.state.il.us/assets/img/splash/Jail-Opioid-Survey-Article_09-04-18_iStock-872120586.jpg","alt":""},"type":["Article"],"categories":["Jails"],"summary":"Even with substantial efforts at the state and local levels, opioid overdoses in Illinois continue to rise. Many in jails and prisons suffer from opioid use disorders and some receive treatment. Upon release, the risk of overdose is enhanced due to reduced tolerance. This article presents findings from a survey of 36 Illinois jail administrators on the use of medication-assisted treatment for detainees with opioid use disorders, naloxone distribution to reduce post-release overdose, and policies to ensure safe withdrawal from opioids and other drugs.","url":"http://icjia.state.il.us/articles/addressing-opioid-use-disorders-in-corrections-a-survey-of-illinois-jails","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"What’s Next for InfoNet? How a Statewide Case Management System is Shaping Responses to Illinois Victims","authors":["Jaclyn Houston-Kolnik","Jennifer Hiselman"],"date":"2018-08-27","image":{"url":"http://icjia.state.il.us/assets/img/splash/InfoNetWriteUp_082018_iStock-903505508.jpg","alt":""},"type":["Article"],"categories":["Victimization"],"summary":"InfoNet is a web-based, centralized statewide case management system for domestic and sexual violence centers maintained by the Illinois Criminal Justice Information Authority (ICJIA). This article demonstrates InfoNet’s strengths and utility and how its data contribute knowledge about victimization and victim services. Also highlighted are the system’s future directions for growth, new functionalities, and broader applications to address victimization in Illinois.","url":"http://icjia.state.il.us/articles/what-s-next-for-infonet-how-a-statewide-case-management-system-is-shaping-responses-to-illinois-victims","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"The Cost of Justice: The Impact of Criminal Justice Financial Obligations on Individuals and Families","authors":["Lily Gleicher","Caitlin DeLong"],"date":"2018-08-01","image":{"url":"http://icjia.state.il.us/assets/img/splash/LegalDebts_7-30-2018_iStock-466333411.jpg","alt":""},"type":["Article"],"categories":["Criminal Justice System"],"summary":"Monetary penalties, such as court costs, fees, and fines, are common sanctions levied by the criminal justice system. While these sanctions are used to offset court operations’ costs, the financial burden disproportionately impacts those from lower socioeconomic levels and minority communities. This article summarizes survey findings gleaned from a population of justice-involved individuals to gain insight into the impacts of court costs, fees, and fines on individuals and families in Illinois. Most respondents reported receiving no explanation of their financial obligations, made less than $15,000, and had to forgo basic needs to pay legal debts.","url":"http://icjia.state.il.us/articles/the-cost-of-justice-the-impact-of-criminal-justice-financial-obligations-on-individuals-and-families","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Examining the Recidivism of Firearm Offenders Using State Criminal History and Mortality Data","authors":["Christine Devitt Westley","Bobae Kang"],"date":"2018-07-31","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-860133064_Recidivism_of_Firearm_Offenders_073018.jpg","alt":""},"type":["Article"],"categories":["Criminal Justice","Offenders","Recidivism"],"summary":"In this study, researchers compared recidivism rates of individuals initially arrested for gun charges with individuals arrested for other offenses. The researchers also used state criminal history records, state prison records, and death certificates to follow individuals for 10 years after their first firearm arrest. Findings offer relevant insights into first-time, firearm-involved arrestees, their recidivism patterns, and mortality rates, and inform policy and practice on the issue of guns and violence.","url":"http://icjia.state.il.us/articles/examining-the-recidivism-of-firearm-offenders-using-state-criminal-history-and-mortality-data","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Collaboration in Criminal Justice: A Review of the Literature on Criminal Justice Coordinating Councils","authors":["Lily Gleicher","Jessica Reichert","Christine Head"],"date":"2018-07-19","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-806298198_CJCC_article.jpg","alt":""},"type":["Article"],"categories":["Criminal Justice"],"summary":"The criminal justice system features multiple independent agencies working parallel to each other. Criminal justice coordinating councils foster agency collaboration to better address county criminal justice issues. This article describes criminal justice coordinating councils and examines the limited research available on their implementation and effectiveness.","url":"http://icjia.state.il.us/articles/collaboration-in-criminal-justice-a-review-of-the-literature-on-criminal-justice-coordinating-councils","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"The Intersection of Homelessness and the Criminal Justice System","authors":["Christopher Mayer","Jessica Reichert"],"date":"2018-07-03","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-938536408_Homelessness_article_062718.jpg","alt":""},"type":["Article"],"categories":["Homeless"],"summary":"This article offers an overview of state and national homelessness including prevalence and causes of homelessness, criminal justice system contacts with the homeless, and recommendations to address homelessness with a focus on justice-involved populations.","url":"http://icjia.state.il.us/articles/the-intersection-of-homelessness-and-the-criminal-justice-system","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Focused Deterrence: A Policing Strategy to Combat Gun Violence","authors":["Jessica Reichert","Vernon Smith","Sharyn Adams","Lily Gleicher","Laurel Hill","Justin Escamilla"],"date":"2018-06-22","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-828485738_Focused_Deterrence_article_062218.jpg","alt":""},"type":["Article"],"categories":["Law Enforcement"],"summary":"Gun violence continues to be a major criminal justice and public health issue. This article provides an overview of one strategy to reduce gun violence—focused deterrence. The strategy has been employed in many major U.S. cities, including in Illinois in Chicago, Peoria, and Rockford. Overall research on focused deterrence strategies has found statistically significant reductions in violent crime.","url":"http://icjia.state.il.us/articles/focused-deterrence-a-policing-strategy-to-combat-gun-violence","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"An Examination of Illinois and National Pretrial Practices, Detention, and Reform Efforts","authors":["Jessica Reichert","Alysson Gatens"],"date":"2018-06-07","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-933003688.jpg","alt":""},"type":["Article"],"categories":["Courts"],"summary":"This article provides an overview of the main issues driving a renewed focus on pretrial detention, the effects of overuse of pretrial detention, and potential areas of reform with a focus on Illinois law and practices when possible. Illinois has made some progress in pretrial reform including the passing of a Bail Reform Act which became effective in 2018. However, more data and research is needed in the area of pretrial practices.","url":"http://icjia.state.il.us/articles/an-examination-of-illinois-and-national-pretrial-practices-detention-and-reform-efforts","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Opioid Prescribing in Illinois: Examining Prescription Drug Monitoring Program Data","authors":["Jessica Reichert","Alysson Gatens","Elizabeth Salisbury Afshar"],"date":"2018-05-21","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-629757208_1.jpg","alt":""},"type":["Article"],"categories":["Prescription Drug Use"],"summary":"Excessive opioid prescribing increases exposure to those drugs and increases their volume in communities. Over-prescribing has been associated with growing rates of opioid use disorder, overdose, and death. Opioid prescription rates are relatively low in Illinois compared to other states; however, prescription rates varies greatly by county, city, and medical practitioner. This article summarizes Illinois opioid prescription data from the Illinois Prescription Monitoring Program.","url":"http://icjia.state.il.us/articles/opioid-prescribing-in-illinois-examining-prescription-drug-monitoring-program-data","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Illinois Opioid Prescription Data","authors":["Justin Escamilla","Alysson Gatens"],"date":"2018-05-21","image":{"url":"http://icjia.state.il.us/assets/img/splash/PMP_prescription.jpg","alt":""},"type":["Article"],"categories":["Criminal Justice Data"],"url":"http://icjia.state.il.us/articles/illinois-opioid-prescription-data","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Trauma Types and Promising Approaches to Assist Survivors","authors":["Keeley Kolis","Jaclyn Houston Kolnik"],"date":"2018-04-10","image":{"url":"http://icjia.state.il.us/assets/img/splash/backlit-beach-blur-940880.jpg","alt":""},"type":["Article"],"categories":["Victims"],"summary":"Traumatic experiences and exposure to violence can leave a lifelong impact on an individual, especially when left untreated. Public health officials have recognized the need for comprehensive victim-centered approaches to understanding and addressing the impact of trauma. One such approach is trauma-informed care, which seeks to create a safe environment where individuals do not experience further trauma or harm in the process of receiving services and support, which may occur when providers engage in practices that are not sensitive to the impacts of trauma. This article provides an overview of trauma and traumatic stress reactions and how implementing a trauma-informed approach benefits both individuals with trauma histories and victim service providers in a multitude of settings.","url":"http://icjia.state.il.us/articles/trauma-types-and-promising-approaches-to-assist-survivors","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Responding to Individuals Experiencing Mental Health Crises: Police-Involved Programs","authors":["Alysson Gatens"],"date":"2018-04-02","image":{"url":"http://icjia.state.il.us/assets/img/splash/CIT.jpg","alt":""},"type":["Article"],"categories":["Mental Health"],"summary":"As many as 10 percent of police contacts involve individuals with mental health conditions. A growing number of police and sheriff’s departments have implemented specialized responses to mental health crisis incidents, including crisis intervention teams.  Research indicates departments offering specialized responses show greater officer knowledge of mental health conditions and more positive police attitudes toward individuals with mental health conditions. This article examines specialized mental health responses with an emphasis on practices in Illinois and offers implications for future research and practice.","url":"http://icjia.state.il.us/articles/responding-to-individuals-experiencing-mental-health-crises-police-involved-programs","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Victim Service Delivery: Illinois Providers’ Perspectives on Victim Service Barriers and Agency Capacity","authors":["Jaclyn Houston Kolnik","Amanda L. Vasquez"],"date":"2018-01-30","image":{"url":"http://icjia.state.il.us/assets/img/splash/Photo-Delivery-Report.jpg","alt":""},"type":["Research Report"],"categories":["Victimization"],"summary":"Researchers conducted a statewide study to better understand crime victim needs, identify service gaps, and measure the capacity of Illinois victim service providers. This report focuses on how victim service providers from across Illinois discussed their service delivery and capacity to meet victim need. Study findings have policy and practice implications for funders, victim service providers, and other service agencies that interact with victims in Illinois.","url":"http://icjia.state.il.us/articles/victim-service-delivery-illinois-providers-perspectives-on-victim-service-barriers-and-agency-capacity","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"News Reporting on Human Trafficking: Exploratory Qualitative Interviews with Illinois News Journalists","authors":["Jessica Reichert","Jaclyn Houston Kolnik","Amanda L. Vasquez","Emma Peterson"],"date":"2018-01-16","image":{"url":"http://icjia.state.il.us/assets/img/splash/pexels-photo-518543.jpg","alt":""},"type":["Article"],"categories":["Victims"],"summary":"Media—in particular news coverage—contribute toward shaping public understanding and opinion on societal issues, and influence policies, programs, and legislative action. While a small number of previous studies have explored journalists’ reporting on other social issues, very little is known about their perceptions and knowledge of human trafficking. In this exploratory study, researchers conducted 12 qualitative interviews with Illinois newspaper reporters to examine their understanding and work process in covering human trafficking. The results suggest that while many reporters understand the federal definition of trafficking, there remain gaps in knowledge about the complexity of the issue. Furthermore, the work process that reporters follow to report on human trafficking differs by their particular role and level of experience, with investigative stories on human trafficking being covered by more seasoned reporters who have the time and space to explore the issue in greater depth. The study findings highlight the importance of, and constraints upon, comprehensive news coverage on human trafficking.","url":"http://icjia.state.il.us/articles/news-reporting-on-human-trafficking-exploratory-qualitative-interviews-with-illinois-news-journalists","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Sex Offenses & Sex Offender Registration Task Force Final Report","authors":["Sex Offenses and Sex Offender Registration Task Force"],"date":"2018-01-02","image":{"url":"http://icjia.state.il.us/assets/img/splash/scales.jpg","alt":""},"type":["Research Report"],"categories":["Sex Offender"],"summary":"In 2016, the Illinois’ 99th General Assembly established the Sex Offenses and Sex Offender Registration Task Force to examine the implementation and impact of the state’s sex offender registration and residency restrictions. The Illinois Criminal Justice Information Authority provided the Task Force with administrative support. This report summarizes and concludes its work.","url":"http://icjia.state.il.us/articles/sex-offenses-and-sex-offender-registration-task-force-final-report","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Comprehensive Legal Services for Victims of Crime","authors":["Amanda L. Vasquez"],"date":"2017-12-13","image":{"url":"http://icjia.state.il.us/assets/img/splash/Legal_services_photo.jpg","alt":""},"type":["Article"],"categories":["Victimization"],"summary":"Illinois victims and victim service providers indicate that legal services are needed post-victimization, and for many victims in the state this need is left unmet. Meeting a victim’s legal needs is key to ensuring their safety and security and enabling them to continue to recover from their victimization experience. Crime victims can directly benefit from access to comprehensive legal services, including legal advocacy, civil legal services and victim rights enforcement. Numerous legal avenues are open to victims of crime, and legal advocates and attorneys are well-positioned to assist victims as they engage either the criminal justice or civil legal systems. This article explores types of victim legal services, the roles of legal service providers, the needs and potential remedies available to victims by crime type, and barriers to legal service access and delivery. Implications for both providers and funders to ensure comprehensive legal services to victims of crime also are discussed.","url":"http://icjia.state.il.us/articles/comprehensive-legal-services-for-victims-of-crime","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"An Overview of Problem-Solving Courts and Implications for Practice","authors":["Erica Hughes","Jessica Reichert"],"date":"2017-12-11","image":{"url":"http://icjia.state.il.us/assets/img/splash/drug_court_judge.jpg","alt":""},"type":["Article"],"categories":["Courts"],"summary":"Problem-solving courts have operated as separate courts or dockets as an alternative to adjudication or incarceration for more than 20 years. These programs offer clients court accountability, intensive supervision, drug testing, and treatment for substance use disorders, mental health conditions, and other issues. Drug, mental health, domestic violence, and veteran’s courts are the most common problem-solving models, with 3,000 in existence around the country. This article provides a state and national overview of problem-solving courts, components shown to reduce recidivism and increase public safety, and implications for policy and practice.","url":"http://icjia.state.il.us/articles/an-overview-of-problem-solving-courts-and-implications-for-practice","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Evaluation of Illinois Multi-Jurisdictional Drug Task Forces","authors":["Jessica Reichert","Erin Sheridan","Matthew DeSalvo","Sharyn Adams"],"date":"2017-12-06","image":{"url":"http://icjia.state.il.us/assets/img/articles/MEG-TF-police-drugs.jpg","alt":""},"type":["Research Report"],"categories":["Law Enforcement"],"summary":"Drug trafficking constitutes a major threat to public health and community well-being. Multi-jurisdictional drug task forces, comprised of law enforcement officers in one or more counties that agree to pool resources, were designed to combat drug distribution and trafficking. Researchers evaluated 19 drug task forces in Illinois using quantitative and qualitative methods. Quantitative methods included analyzing administrative data and state arrest records. Qualitative methods included focus groups with members of 18 task forces and surveys of both staff and policy board directors. The study revealed Illinois drug task forces made proportionately more drug arrests carrying more serious felony and manufacture/delivery charges than their local police counterparts. The study also showed the task forces fostered collaboration with stakeholders, maintained fidelity to critical elements of drug task forces, and garnered support from their policy boards.","url":"http://icjia.state.il.us/articles/evaluation-of-illinois-multi-jurisdictional-drug-task-forces","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Exploring Effective Post-Opioid Overdose Reversal Responses for Law Enforcement and Other First Responders","authors":["Jessica Reichert","Jac Charlier"],"date":"2017-11-29","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-519790454.jpg","alt":""},"type":["Article"],"categories":["Law Enforcement"],"summary":"First responders across the country are carrying and administering naloxone, successfully reversing countless overdose deaths. However, experiencing a revival isn't always a deterrent for those suffering with opioid use disorder, as many continue to use, experience repeated overdoses, and repeatedly come into contact with local law enforcement. Some police officers are beginning to experience frustration with repeated calls for revival, as well as continued and frequent contacts with and arrests of the same individuals. Communities are learning overdose reversal is just the first step in opioid intervention.  With opioid deaths on the rise and fentanyl deaths rapidly increasing, a crisis of this magnitude requires innovative responses at multiple intervention points, including post-overdose, as part of a comprehensive strategy to aid in the treatment of and recovery from opioid use disorders. This article explores law enforcement overdose reversal and post-resuscitation and treatment responses in the newly emerging field of pre-arrest diversion.","url":"http://icjia.state.il.us/articles/exploring-effective-post-opioid-overdose-reversal-responses-for-law-enforcement-and-other-first-responders","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Procedural Justice in Policing: How the Process of Justice Impacts Public Attitudes and Law Enforcement Outcomes","authors":["Emma Peterson","Jessica Reichert","Kaitlyn Konefal"],"date":"2017-11-07","image":{"url":"http://icjia.state.il.us/assets/img/splash/proceural-justice-pic-for-flyer-original.jpg","alt":""},"type":["Article"],"categories":["Law Enforcement"],"summary":"An increasing number of widely publicized and divisive incidents between police and citizens suggest a need for police policies and practices to improve procedural justice. Procedural justice emphasizes the need for police to demonstrate their legitimacy to the public in four areas—voice, transparency, fairness, and impartiality.  This article explains procedural justice and police legitimacy, examines the often racial divide between citizens and police, and offers implications for police policy and practice.","url":"http://icjia.state.il.us/articles/procedural-justice-in-policing-how-the-process-of-justice-impacts-public-attitudes-and-law-enforcement-outcomes","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Victim Need Report: Service Providers’ Perspectives on the Needs of Crime Victims and Service Gaps","authors":["Amanda L. Vasquez","Jaclyn Houston Kolnik"],"date":"2017-11-03","image":{"url":"http://icjia.state.il.us/assets/img/splash/VSPNeeds_photo.jpg","alt":""},"type":["Article","Research Report"],"categories":["Victimization"],"summary":"Researchers conducted a statewide study to better understand crime victim needs, identify service gaps, and measure the capacity of Illinois victim service providers. Victim service providers from across Illinois identified the needs of violent crime victims. Providers also highlighted service gaps, or ways in which current service availability was unable to satisfy victim need. Study findings have policy and practice implications for funders, victim service providers, and other service agencies that interact with victims in Illinois.","url":"http://icjia.state.il.us/articles/victim-need-report-service-providers-perspectives-on-the-needs-of-crime-victims-and-service-gaps","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Implementation Science in Criminal Justice: How Implementation of Evidence-based Programs and Practices Affects Outcomes","authors":["Lily Gleicher"],"date":"2017-10-20","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-660328504.jpg","alt":""},"type":["Article"],"categories":["Evidence-Informed Practices"],"summary":"With increased attention on the criminal justice system's use of evidence-based practices, focus is needed on the quality of practice implementation and its impact on outcomes. This article defines evidence-based practices, discusses the importance of effective implementation, and outlines the drivers for organizational and operational change.","url":"http://icjia.state.il.us/articles/implementation-science-in-criminal-justice-how-implementation-of-evidence-based-programs-and-practices-affects-outcomes","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Police-Led Referrals to Treatment for Substance Use Disorders in Rural Illinois: An Examination of the Safe Passage Initiative","authors":["Jessica Reichert","Lily Gleicher","Lynne Mock","Sharyn Adams","Kimberly Lopez"],"date":"2017-10-03","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-174878336-safe-passage.jpg","alt":""},"type":["Article"],"categories":["Law Enforcement"],"summary":"Researchers conducted a process evaluation of Safe Passage, a police deflection model in which police departments become a referral point to treatment for individuals with substance use disorders. Through the model, individuals can walk into any participating police department and request and receive treatment without fear of arrest. In Illinois, Safe Passage has served 170 individuals in rural Lee and Whiteside counties since 2015. Researchers sought to understand how the initiative was developed and operated and gain perspectives of stakeholders, police officers, treatment providers, and clients involved in the program. While more research is needed, the initiative showed promise in its collaborative approach to connecting clients to treatment.","url":"http://icjia.state.il.us/articles/police-led-referrals-to-treatment-for-substance-use-disorders-in-rural-illinois-an-examination-of-the-safe-passage-initiative","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Performance Incentive Funding For Prison Diversion: An Implementation Evaluation of the Winnebago County Adult Redeploy Illinois Program","authors":["Lynne Mock","Risa Sacomani","Sara Gonzalez"],"date":"2017-09-27","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-524701494.jpg","alt":""},"type":["Article"],"categories":["Criminal Justice","Probation","Prison Diversion","Drug Court","Evaluation"],"summary":"ICJIA researchers conducted an implementation evaluation of the Adult Redeploy Illinois-supported Winnebago County Drug Court. Probation administrative data, criminal history data, interviews with program stakeholders and participants informed the evaluation and researchers developed implications for policy and practice for this and any other county or municipality interested in implementing a drug court.","url":"http://icjia.state.il.us/articles/performance-incentive-funding-for-prison-diversion-an-implementation-evaluation-of-the-winnebago-county-adult-redeploy-illinois-program","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Fighting the Opioid Crisis through Substance Use Disorder Treatment: A Study of a Police Program Model in Illinois","authors":["Jessica Reichert"],"date":"2017-09-07","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-471908520.jpg","alt":""},"type":["Article"],"categories":["Law enforcement"],"summary":"Seeking to more effectively help individuals suffering from opioid use disorder, police departments across the country are embracing a deflection model that offers treatment access to those in need. Researchers interviewed representatives of seven law enforcement agencies employing treatment program models in Illinois to better understand operations, leverage lessons learned, measure sustainability, and inform other agencies as they implement their own programs.","url":"http://icjia.state.il.us/articles/fighting-the-opioid-crisis-through-substance-use-disorder-treatment-a-study-of-a-police-program-model-in-illinois","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"An Examination of Fear of Crime and Social Vulnerability in Chicago Neighborhoods","authors":["Jessica Reichert","Kaitlyn Konefal"],"date":"2017-08-16","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-174681095.jpg","alt":""},"type":["Article"],"categories":["Community violence"],"summary":"Although there have been documented declines in U.S. crime rates in past decades, recent news headlines in Chicago often highlight incidents of, and concerns about, violence, particularly gun violence. Prior research has noted fear of crime in urban neighborhoods is associated with physical deterioration, as well as social disorganization and vulnerability. ICJIA researchers surveyed more than 1,000 Chicago residents in 16 neighborhoods on fear of crime and compared their responses to a measure of neighborhood social vulnerability. This study found an association between social vulnerability and fear of crime. In addition, half of the residents had greater fear than expected based on neighborhood social vulnerability and half had less fear of crime than expected. Future research can serve to understand the impact of, and ways to reduce, unwarranted fear that can have a negative impact on individuals.","url":"http://icjia.state.il.us/articles/an-examination-of-fear-of-crime-and-social-vulnerability-in-chicago-neighborhoods","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"A Comprehensive Model for Underserved Victims of Violent Crime: Trauma Recovery Centers","authors":["Jaclyn Houston Kolnik"],"date":"2017-08-04","image":{"url":"http://icjia.state.il.us/assets/img/splash/TRC.jpg","alt":""},"type":["Article"],"categories":["Victimization"],"summary":"Violent crime victimization can impact multiple areas of victims’ lives. Victims who are underserved or marginalized face unique individual, societal, and cultural hurdles that impact help-seeking. Models of service delivery that provide a single point of contact and comprehensive, evidence-based services hold promise to serve victims whose needs extend beyond traditional services. Comprehensive trauma recovery center (TRC) models have been shown to lead to positive survivor outcomes. TRC model expansion should be explored to assess how they might complement existing services and reach underserved individuals and groups.","url":"http://icjia.state.il.us/articles/a-comprehensive-model-for-underserved-victims-of-violent-crime-trauma-recovery-centers","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Trauma-Informed and Evidence-Based Practices and Programs to Address Trauma in Correctional Settings","authors":["Sharyn Adams","Jaclyn Houston Kolnik","Jessica Reichert"],"date":"2017-07-25","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-547161746.jpg","alt":""},"type":["Article"],"categories":["Corrections"],"summary":"The prevalence of trauma and posttraumatic stress disorder (PTSD) is higher among individuals in prison and jail than in the general population. Research has shown a connection between trauma and criminality due in part to the coping mechanisms of aggression and substance misuse after a traumatic event. While the corrections environment itself may cause or exacerbate PTSD symptoms in some individuals, facilities can implement trauma-informed practices to minimize re-traumatization and reduce PTSD symptoms. This article documents the prevalence of trauma and PTSD within this population, and discusses how correctional facilities can implement trauma-informed practices and evidence-based approaches to assist individuals with trauma histories. ","url":"http://icjia.state.il.us/articles/trauma-informed-and-evidence-based-practices-and-programs-to-address-trauma-in-correctional-settings","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"An Examination of Traumatic Experiences and Posttraumatic Stress Disorder Among a Sample of Illinois Prisoners","authors":["Sharyn Adams","Lily Gleicher","Jessica Reichert","Kaitlyn Konefal","Dustin Cantrell"],"date":"2017-07-25","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock-502846348.jpg","alt":""},"type":["Article"],"categories":["Corrections"],"summary":"Research has found nearly all prisoners have experienced a traumatic event in their life and a high proportion suffer from PTSD. Illinois Criminal Justice Information Authority and WestCare Foundation (Illinois) researchers surveyed 573 Illinois prisoners to understand the trauma they experienced and explore the relationship between trauma and substance misuse. Researchers found 89 percent of those surveyed had both experienced and witnessed more than one traumatic event during their lifetime. Almost one-fourth of the sample were identified as being symptomatic for PTSD (24 percent). In addition, researchers found a relationship found between greater PTSD symptoms and higher drug use. This article describes survey findings and provides implications for policy and practice in correctional facilities.","url":"http://icjia.state.il.us/articles/an-examination-of-traumatic-experiences-and-posttraumatic-stress-disorder-among-a-sample-of-illinois-prisoners","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"An Overview of Medication-Assisted Treatment for Opioid Use Disorders for Criminal Justice-Involved Individuals","authors":["Jessica Reichert","Lily Gleicher","Elizabeth Salisbury Afshar"],"date":"2017-07-18","image":{"url":"http://icjia.state.il.us/assets/img/articles/iStock-520294507.jpg","alt":""},"type":["Article"],"categories":["Treatment for Opioid Use Disorders (OUD)"],"summary":"There is a national opioid epidemic and one intervention to help those suffering from an opioid use disorder (OUD) is medication-assisted treatment (MAT). MAT is the use of medications in conjunction with behavioral therapy as part of a long-term treatment regimen. There are three main MAT medications used today—methadone, buprenorphine, and naltrexone. Research has shown MAT, in particular the use of methadone or buprenorphine, is considered an evidence-based practice to treat OUD. Studies indicate those in MAT have better outcomes than those who engage in therapy alone. This article provides an overview of MAT with a focus on use with criminal justice populations.","url":"http://icjia.state.il.us/articles/an-overview-of-medication-assisted-treatment-for-opioid-use-disorders-for-criminal-justice-involved-individuals","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Juvenile Justice in Illinois, 2015","authors":["Lily Gleicher"],"date":"2017-07-12","image":{"url":"http://icjia.state.il.us/assets/img/articles/fence_behind_bars_juvenile.jpg","alt":""},"type":["Article"],"categories":["Juvenile Justice","Juveniles"],"summary":"<p><em>Juvenile Justice in Illinois, 2015,</em> provides a statistical overview of the juvenile justice system in Illinois across four decision points in which data were available: arrest, detention admissions, active probation caseloads, and new sentence admissions to corrections. Statewide and regional figures are provided with rates spanning from 2011 to 2015. In addition, population, demographic, and offense type information is provided for decision points in which data were available in 2015. Overall, rates for arrest, active probation caseload, detention admissions, and new sentence admissions to corrections have decreased between 2011 and 2015; however, the Central and Southern regions had slight increases in detention admission rates.</p>","url":"http://icjia.state.il.us/articles/juvenile-justice-in-illinois-2015","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Community Violence Prevention, Intervention, and Suppression","authors":["Megan Alderden"],"date":"2017-06-21","image":{"url":"http://icjia.state.il.us/assets/img/articles/boy_in_hoodie_graffiti.jpg","alt":""},"type":["Article"],"categories":["Community Violence"],"summary":"Addressing street-level violence such as murders and aggravated assaults and batteries that occur on the public way and often involve firearms requires a multi-pronged approach. One effective model for addressing street violence, and, in particular, gang-related or group-involved street violence, is the Office of Juvenile Justice and Delinquency Prevention’s (OJJDP) Comprehensive Gang Prevention, Intervention, and Suppression Model. The model involves implementing complementary and coordinated prevention, intervention, and suppression activities in a single community. This article provides examples of evidence-based practices and programs that strengthen youth resilience and build social capital and work to reduce threats or perceived threats using the OJJDP model as a framework. The article also highlights how the model is enhanced when community stakeholders consider how trauma has impacted residents and those targeted by intervention and suppression efforts.","url":"http://icjia.state.il.us/articles/community-violence-prevention-intervention-and-suppression","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Study of Self-Reported Prescription Drug Use Among a Sample of Illinois Prisoners","authors":["Lily Gleicher","Jessica Reichert","Dustin Cantrell"],"date":"2017-06-15","image":{"url":"http://icjia.state.il.us/assets/img/splash/drugs-spilled-out-gm.jpg","alt":""},"type":["Article"],"categories":["Substance use disorders","corrections","prison","prescription drug use"],"summary":"While more than half of individuals incarcerated in U.S. jails and prisons meet the diagnostic criteria for a substance use disorder, little is known about their misuse of prescription drugs. In this study, Authority researchers, in collaboration with WestCare Foundation Illinois, surveyed 573 state prisoners on prescription drug use to examine prevalence, accessibility, motivation for use, and effects. Forty-six percent of the sample reported using prescription drugs to get high and 20 percent used prescription drugs daily in the year before their incarceration.","url":"http://icjia.state.il.us/articles/study-of-self-reported-prescription-drug-use-among-a-sample-of-illinois-prisoners","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Victim Needs Assessment","authors":["Tracy Hahn"],"date":"2017-04-18","image":{"url":"http://icjia.state.il.us/assets/img/splash/transitional.jpg","alt":""},"type":["Article"],"categories":["Victim Services","Victimization"],"summary":"In 2016, the Illinois Criminal Justice Information Authority contracted with Aeffect, Inc. to conduct a statewide victim needs assessment. The study was designed to guide the ICJIA victim services planning process and provide insight into the prevalence of victimization, needs of victims, and their receipt and satisfaction with services. Major findings of the assessment are outlined.","url":"http://icjia.state.il.us/articles/victim-needs-assessment","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Reducing Substance Use Disorders and Related Offending: A Continuum of Evidence-Informed Practices in the Criminal Justice System","authors":["Lily Gleicher"],"date":"2017-04-07","image":{"url":"http://icjia.state.il.us/assets/img/splash/continuum-fix.jpg","alt":""},"type":["Article"],"categories":["Criminal Justice","Substance Use Disorders","Evidence-Informed Practices"],"url":"http://icjia.state.il.us/articles/reducing-substance-use-disorders-and-related-offending-a-continuum-of-evidence-informed-practices-in-the-criminal-justice-system","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Illinois Drug Threat Assessment: A Survey of Police Chiefs and County Sheriffs","authors":["Lily Gleicher","Jessica Reichert"],"date":"2017-03-09","image":{"url":"http://icjia.state.il.us/assets/img/splash/drug threat assess.jpg","alt":""},"type":["Report"],"categories":["Law enforcement"],"summary":"It is important for states to understand current drug and crime trends in order to be proactive. Local law enforcement can provide important contributions in identifying emerging drug and crime trends as frontline officers. To get the local law enforcement perspective, the Illinois Criminal Justice Information Authority administered a survey to Illinois police chiefs and county sheriffs to gain insight regarding drug trafficking in their jurisdiction. Eighty-three police chiefs and county sheriffs responded to the survey, most frequently identifying heroin and prescription drugs as the greatest drug threats in their jurisdictions. Methamphetamine was also reported as the greatest drug threat in the central and southern regions of Illinois. This article is a summary of key findings of the <a href=\"http://www.icjia.state.il.us/assets/articles/DTA_PDF_022717.pdf\">full report</a>.","url":"http://icjia.state.il.us/articles/illinois-drug-threat-assessment-a-survey-of-police-chiefs-and-county-sheriffs","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Study of self-reported synthetic drug use among a sample of Illinois prisoners","authors":["Lily Gleicher","Jessica Reichert","Dustin Cantrell"],"date":"2017-02-17","image":{"url":"http://icjia.state.il.us/assets/img/splash/syntheticdrug.jpg","alt":""},"type":["Article"],"categories":["Synthetic Drug Use"],"summary":"Synthetic drug use is a growing public health concern. Synthetics are often cheaper and more readily available than cannabis and amphetamines, making them attractive alternatives to other illicit drugs. In addition, the chemical formulas for these drugs are constantly changing, making them difficult to regulate, and their detection is limited in commonly used drug screenings. Authority researchers partnered with WestCare Foundation to survey 573 state prisoners on synthetic drug use to examine prevalence, accessibility, motivation for use, and effects. Thirty-six percent of respondents reported any synthetic drug use in their lifetime prior to incarceration. Findings suggested a proportion of the criminal justice population engages in synthetic drug use and the findings were consistent with other research on synthetic drug use.","url":"http://icjia.state.il.us/articles/study-of-self-reported-synthetic-drug-use-among-a-sample-of-illinois-prisoners","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"An examination of juvenile sex offenders in the Illinois juvenile justice system","authors":["Erica Hughes","Lily Gleicher","Susan Witkin","Vernon S. Smith","Caitlin DeLong"],"date":"2017-02-14","image":{"url":"http://icjia.state.il.us/assets/img/splash/juvenile.jpg","alt":""},"type":["Full Report"],"categories":["Juvenile Sex Offenders"],"summary":"Juveniles adjudicated delinquent for a sex offense can result in lifelong consequences, including sex offender registration. Further, there can be repercussions financially, emotionally, and socially for a juvenile and his/her family that extend throughout the individual’s life. Given the potential negative impact of sex offender registration, it is important to understand the implications of the registry within the larger context of youth development and juvenile justice. This report analyzes characteristics of youth arrested, detained, and admitted to corrections in Illinois in 2014 and associated trends from 2004 to 2014.","url":"http://icjia.state.il.us/articles/an-examination-of-juvenile-sex-offenders-in-the-illinois-juvenile-justice-system","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Ad Hoc Victim Services Committee Research Report","authors":["Megan Alderden","Jaclyn Houston Kolnik"],"date":"2017-01-31","image":{"url":"http://icjia.state.il.us/assets/img/splash/service.jpg","alt":""},"type":["Report"],"categories":["Victims"],"summary":"The Illinois Criminal Justice Information Authority convened an Ad Hoc Victim Services Committee in January to review research to identify crime victim needs and service gaps and measure capacity of Illinois victim service providers. The Committee then set funding priorities to address those needs, gaps, and capacity issues. The priorities were later approved by the ICJIA Board and will guide notices of funding opportunity and statewide funding decisions for the next three years.","url":"http://icjia.state.il.us/articles/ad-hoc-victim-services-committee-research-report","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Rethinking Law Enforcement’s Role on Drugs: Community Drug Intervention and Diversion Efforts","authors":["Jessica Reichert","Lily Gleicher"],"date":"2017-01-25","image":{"url":"http://icjia.state.il.us/assets/img/splash/womandrug.jpg","alt":""},"type":["Article"],"categories":["Law Enforcement"],"summary":"Police administrators across the country are recognizing the need to connect individuals with whom they come into contact in the community to evidence-based treatment to better address the large social and economic burden of substance use disorders (SUD), a chronic and relapsing condition. Police frequently encounter substance using individuals and their families in the community, and often have repeat contacts with individuals suffering from SUD. The purpose of this article is to provide an overview of different police agency responses to individuals with SUD that are intended to prevent overdose deaths and divert individuals with SUD away from the criminal justice system and toward appropriate support and treatment.","url":"http://icjia.state.il.us/articles/rethinking-law-enforcement-s-role-on-drugs-community-drug-intervention-and-diversion-efforts","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"National and Illinois Youth Substance Use: Risk Factors, Prevalence, and Treatment","authors":["Jessica Reichert","Caitlin DeLong","Kaitlyn Konefal"],"date":"2017-01-09","image":{"url":"http://icjia.state.il.us/assets/img/splash/teen.jpg","alt":""},"type":["Article"],"categories":["Drugs"],"summary":"During stages of ongoing, yet incomplete, cognitive development, youth may be more inclined to take risks and experiment with drugs and alcohol and are often heavily influenced by their peers, leading to negative outcomes. Nationally and in Illinois, traditionally high drug use categories of marijuana and alcohol appear to be stable or falling and youth use of other drugs remains relatively low.","url":"http://icjia.state.il.us/articles/national-and-illinois-youth-substance-use-risk-factors-prevalence-and-treatment","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"2016: Our Year in Review","authors":["Cristin Evans"],"date":"2017-01-06","image":{"url":"http://icjia.state.il.us/assets/img/splash/review2016.jpg","alt":""},"type":["Article"],"categories":["Article"],"summary":"The Illinois Criminal Justice Information Authority took great strides in its mission of improving the administration of criminal justice in 2016. Here is a look back at the agency’s most notable initiatives and achievements for the year.","url":"http://icjia.state.il.us/articles/2016-our-year-in-review","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Housing and Services After Prison: Evaluation of the St. Leonard's House Reentry Program ","authors":["Jessica Reichert","Mark Powers","Rebecca Skorek"],"date":"2016-12-18","image":{"url":"http://icjia.state.il.us/assets/img/splash/slh.jpg","alt":""},"type":["Report"],"categories":["Reentry"],"summary":"More than 500,000 individuals are released from prison each year. As they return to their communities, they face obstacles in finding employment and housing, as well as significant debt, outstanding fines, and restitution payments. Two-thirds of this population are arrested again within three years. St. Leonard’s House in Chicago offers voluntary, supportive housing for men exiting prison. Program clients receive housing, substance abuse treatment, psychological services, life skills, mentoring, and education and vocational services. Authority researchers used qualitative and quantitative methods of data collection, as well as quasi-experimental design and advanced statistical analysis, to examine outcomes after program participation, including arrests, convictions, incarcerations, and employment.","url":"http://icjia.state.il.us/articles/housing-and-services-after-prison-evaluation-of-the-st-leonard-s-house-reentry-program","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"A state and national overview of the opioid and heroin crisis","authors":["Jessica Reichert","Vernon Smith"],"date":"2016-11-16","image":{"url":"http://icjia.state.il.us/assets/img/splash/heroin.jpg","alt":""},"type":["Article"],"categories":["Drugs"],"summary":"Opioid and heroin use is surging in Illinois communities and across the country with dramatic increases in the number of users and deaths by overdose. Communities,  criminal justice practitioners, and public health professionals are struggling to help those suffering from opioid use disorders and, ultimately, save lives. This article provides an overview of the opioid epidemic and its causes, including the link between prescription opioids and heroin.","url":"http://icjia.state.il.us/articles/an-overview-of-national-and-illinois-opioid-and-heroin-crisis","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Preventing Youth Violence: An Evaluation of Youth Guidance’s “Becoming a Man” Program","authors":["University of Chicago Crime Lab"],"date":"2016-11-15","image":{"url":"http://icjia.state.il.us/assets/img/splash/bam.jpg","alt":""},"type":["Article"],"categories":["Juveniles"],"summary":"Preventing youth violence and improving schooling outcomes for disadvantaged youth remain two of our nation’s most urgent challenges. The Becoming a Man (BAM) program is a violence-reduction strategy that uses cognitive behavioral therapy to help participants slow down their thinking in high-stakes situations. An evaluation of the program found improvements in both academic and behavioral outcomes of participating youth.","url":"http://icjia.state.il.us/articles/preventing-youth-violence","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Reentry support: Lessons learned from community-based programs","authors":["Idetta Phillips","Christine Devitt Westley","Jessica Reichert"],"date":"2016-10-21","image":{"url":"http://icjia.state.il.us/assets/img/splash/reentry.jpg","alt":""},"type":["Article"],"categories":["Reentry"],"summary":"In 2014, the Reentry Program, one of three components of Illinois’ Community Violence Prevention Program (CVPP) receiving funds through the Illinois Criminal Justice Information Authority, provided services to youth and young adults on parole and aftercare in 21 Chicago area communities in order to assist with their compliance with parole board orders and other aspects of successful community reintegration, such as educational enrollment and employment. Authority researchers examined the Reentry Program component of the Community Violence Prevention Program (CVPP) to ascertain how the program was meeting the reentry needs of Chicago area youth and young adults. ","url":"http://icjia.state.il.us/articles/reentry-support-lessons-learned-from-community-based-programs","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"About Uniform Crime Reporting Program data","authors":["Erica Hughes"],"date":"2016-09-27","image":{"url":"http://icjia.state.il.us/assets/img/splash/gavel-cuffs.jpg","alt":""},"type":["Article"],"categories":["Law enforcement"],"summary":"The FBI's Uniform Crime Reporting (UCR) Program is the official source of nationwide crime data and can be used to examine current patterns and trends over time. The Illinois UCR Program provides state-specific data. Those who use the programs to study crime trends should become familiar with the data source, its method of collection, and caveats needed to ensure proper data context.","url":"http://icjia.state.il.us/articles/about-uniform-crime-reporting-program-data","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Juvenile Justice in Illinois, 2014","authors":["Erica Hughes"],"date":"2016-09-14","image":{"url":"http://icjia.state.il.us/assets/img/splash/converse.jpg","alt":""},"type":["Report"],"categories":["Juvenile Justice"],"summary":"<em><a href=\"/assets/articles/JJ Statewide Snapshot 2014_final full version 09132016.pdf\">Juvenile Justice in Illinois, 2014</a></em> outlines juvenile justice statistics across the four process points in which data were available: arrest, detention, court, and corrections. Decreases in the statewide figures were noted across all of the data points examined, indicating that fewer youth were entering and moving through the system. This article highlights select key findings from the <a href=\"/assets/articles/JJ Statewide Snapshot 2014_final full version 09132016.pdf\">full report</a>.","url":"http://icjia.state.il.us/articles/juvenile-justice-in-illinois-2014","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Learning about probation from client perspectives: Feedback from probationers served by Adult Redeploy Illinois-funded program models","authors":["Caitlin DeLong","Jessica Reichert"],"date":"2016-09-06","image":{"url":"http://icjia.state.il.us/assets/img/splash/client-feedback.jpg","alt":""},"type":["Report"],"categories":["Probation"],"summary":"Satisfaction with the criminal justice system often reflects the opinions of the public rather than that of the offender. When probation clients are able to provide feedback in a meaningful way, they are less marginalized and alienated from a process attempting to make changes in their behavior and attitudes. Authority researchers interviewed probationers served by Adult Redeploy Illinois program models to gain their perspectives and make recommendations for program enhancement.","url":"http://icjia.state.il.us/articles/learning-about-probation-from-client-perspectives-feedback","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"The impact of employment restriction laws on Illinois’ convicted felons ","authors":["Lynne Mock"],"date":"2016-08-22","image":{"url":"http://icjia.state.il.us/assets/img/splash/employment-restriction2-20160812121745.jpg","alt":""},"type":["Article"],"categories":["Convictions"],"summary":"Over the past three decades, at least 1.5 million men and women have been convicted of felony charges in Illinois. Even after they have satisfied their probation or prison sentence, they face a range of collateral consequences-—penalties, disabilities, and other disadvantages imposed as a result of a criminal conviction, some lasting a lifetime.","url":"http://icjia.state.il.us/articles/the-impact-of-employment-restriction-laws-on-illinois-convicted-felons","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Drug trends and distribution in Illinois: A survey of drug task forces","authors":["Jessica Reichert"],"date":"2016-08-17","image":{"url":"http://icjia.state.il.us/assets/img/splash/drug-tf.jpg","alt":""},"type":["Report"],"categories":["Law enforcement"],"summary":"In Illinois, the distribution of controlled substances is a significant problem and task forces were created to combat the distribution of controlled substances at the local level. This study sought to understand the extent of the drug problem in the jurisdictions covered by each drug task force. Authority researchers surveyed 19 Authority-funded drug task forces on types of drugs, frequency, trends, use, and distribution.","url":"http://icjia.state.il.us/articles/drug-trends-and-distribution-in-illinois-a-survey-of-drug-task-forces","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Probable posttraumatic stress disorder in a sample of urban jail detainees","authors":["Dawn Ruzich","Jessica Reichert","Arthur J. Lurigio"],"date":"2016-08-11","image":{"url":"http://icjia.state.il.us/assets/img/splash/ptsd-splash.jpg","alt":""},"type":["Article"],"categories":["Jails"],"summary":"Jails in the United States house large numbers of detainees who have urgent public and behavioral healthcare needs as well as various serious social, economic, and personal problems. Jails are often the primary (or only) settings for medical, psychiatric, and substance abuse treatment.","url":"http://icjia.state.il.us/articles/probable-posttraumatic-stress-disorder-in-a-sample-of-urban-jail-detainees","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"24/7 Sobriety Program Summary","authors":["Megan Alderden","Caitlin DeLong"],"date":"2016-07-25","image":{"url":"http://icjia.state.il.us/assets/img/splash/247-sobriety-20160720102231.jpg","alt":""},"type":["Article"],"categories":["Probation"],"summary":"The 24/7 Sobriety Program uses a swift, certain, and moderate sanctioning approach to reduce alcohol and drug-involved driving among individuals who have been previously convicted of driving under the influence.  First implemented in South Dakota in 2005, clients served through this program are tested at least twice per day using a breathalyzer test and subject to immediate jail time for positive test results. Evaluations conducted to date have found positive outcomes associated with the program. This article provides a summary of how the program works, prior research findings, and implementation considerations.  ","url":"http://icjia.state.il.us/articles/24-7-sobriety-program-summary","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Evaluation of Chicago Police Department’s Crisis Intervention Team for Youth training curriculum: Year 2","authors":["Rebecca Skorek","Christine Devitt Westley"],"date":"2016-07-14","image":{"url":"http://icjia.state.il.us/assets/img/splash/evaluation-cpd-20160708101423.jpg","alt":""},"type":["Evaluation"],"categories":["Law Enforcement"],"summary":"The Illinois Criminal Justice Information Authority awarded several grants to the National Alliance on Mental Illness of Chicago to fund Crisis Intervention Training for Youth courses to officers at the Chicago Police Department. The program was the first 40-hour, five-day law enforcement youth crisis intervention training offered in the country.","url":"http://icjia.state.il.us/articles/evaluation-of-chicago-police-department-s-crisis-intervention-team-for-youth","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Fidelity to the intensive supervision probation with services model: An examination of Adult Redeploy Illinois programs","authors":["Jessica Reichert","Caitlin DeLong","Risa Sacomani","Sara Gonzales"],"date":"2016-06-16","image":{"url":"http://icjia.state.il.us/assets/img/splash/counseling.jpg","alt":""},"type":["Article"],"categories":["Probation"],"summary":"Growing public support for prison reform has brought attention to community-based supervision alternatives, including intensive supervision probation  for offenders who are at significant risk of being incarcerated. Researchers examined four intensive supervision probation with services programs supported by Adult Redeploy Illinois for fidelity to the evidence-based service model.","url":"http://icjia.state.il.us/articles/intensive-supervision-probation-with-services","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Transitional housing for victims of intimate partner violence","authors":["Caitlin DeLong","Megan Alderden","Jennifer Hiselman","Tracy Hahn"],"date":"2016-05-03","image":{"url":"http://icjia.state.il.us/assets/img/splash/transitional.jpg","alt":""},"type":["Article"],"categories":["Victims"],"summary":"Many victims of intimate partner violence find themselves at increased risk for homelessness as they make efforts to escape violence. The lack of stable, safe, and affordable housing is associated with negative outcomes for these victims. This article describes the relationship between housing instability and victim health and well-being, issues to consider when addressing housing stability for this population, and recommendations for policy and practice.","url":"http://icjia.state.il.us/articles/transitional-housing-for-victims-of-intimate-partner-violence","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Addressing Child Exposure to Violence","authors":["Caitlin DeLong","Megan Alderden"],"date":"2016-04-12","image":{"url":"http://icjia.state.il.us/assets/img/splash/games.jpg","alt":""},"type":["Article"],"categories":["Child Abuse"],"summary":"Each year a notable number of children are exposed to violence in their homes and communities. This exposure can result in negative health and well-being consequences.  Safe from the Start (SFS) programs were funded to provide treatment services and supportive referrals to children exposed to violence and their families. This report provides an overview of the Illinois Safe from the Start program, program outcomes, and implications for policy and practice.","url":"http://icjia.state.il.us/articles/addressing-child-exposure-to-violence","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"The use of incarceration to address juvenile delinquency:  Court evaluation admissions to the Illinois Department of Juvenile Justice","authors":["Megan Alderden"],"date":"2016-03-16","image":{"url":"http://icjia.state.il.us/assets/img/splash/juvenile-justice.jpg","alt":""},"type":["Article"],"categories":["Juvenile Corrections"],"summary":"Court evaluations, new commitments, and technical violations are three ways in which youth may be admitted to the Illinois Department of Juvenile Justice, the state's juvenile corrections agency. This article is the first of a three-part series examining the use of incarceration to address juvenile delinquency in Illinois.  Admissions to IDJJ for court evaluations is examined, including admission trends and the impact court evaluation admissions have had on the profile of committed youth.","url":"http://icjia.state.il.us/articles/the-use-of-incarceration-to-address-juvenile-delinquency-court-evaluations","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"An examination of Illinois sexual violence victims","authors":["Jennifer Hiselman"],"date":"2016-03-07","image":{"url":"http://icjia.state.il.us/assets/img/splash/no-hand.jpg","alt":""},"type":["Article"],"categories":["Victims"],"summary":"InfoNet is a web-based data collection and reporting system used by rape crisis centers across Illinois. Developed by the Illinois Criminal Justice Information Authority in collaboration with the Illinois Coalition Against Sexual Assault (ICASA) and other agencies, InfoNet is used by ICASA's network of 33 rape crisis centers. The system tracks victim characteristics and services provided using unique identifiers and offers data to inform local and statewide policy and planning.","url":"http://icjia.state.il.us/articles/an-examination-of-illinois-sexual-violence-victims","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Assessing the quality of Illinois Criminal History Record Information System data on juveniles","authors":["Christine Devitt Westley"],"date":"2016-01-22","image":{"url":"http://icjia.state.il.us/assets/img/splash/handcuffs.jpg","alt":""},"type":["Article"],"categories":["Juveniles"],"summary":"Detailed statewide statistical data is needed to inform juvenile justice policy decisions. The Illinois Criminal History Record Information System has been used with some success, but its full potential for statistical purposes has not been systematically evaluated. This report provides such an assessment, focusing on the completeness of the juvenile arrest and court information collected by the CHRI System.","url":"http://icjia.state.il.us/articles/assessing-the-quality-of-illinois-criminal-history-record-information-chri-system-data-on-juveniles","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Drug-addicted offenders and treatment needs in Illinois","authors":["Sharyn Adams"],"date":"2016-01-21","image":{"url":"http://icjia.state.il.us/assets/img/splash/drugphoto.jpg","alt":""},"type":["Article"],"categories":["Offenders"],"summary":"Last year, 45 percent of the 28,612 Illinois Department of Corrections inmates screened for substance abuse upon prison entry were deemed in need of treatment.","url":"http://icjia.state.il.us/articles/drug-addicted-offenders-and-treatment-needs-in-illinois","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"2015: Our year in review","authors":["Cristin Evans"],"date":"2016-01-15","image":{"url":"http://icjia.state.il.us/assets/img/splash/2015-review-splash.jpg","alt":""},"type":["Spotlight"],"categories":["ICJIA"],"summary":"The Authority hit many highs in 2015, kicking off new and exciting initiatives, improving the agency's web presence, and offering a variety of new research to support criminal justice reform.","url":"http://icjia.state.il.us/articles/our-year-in-review","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Male Survivors of Urban Violence and Trauma","authors":["Jessica Reichert"],"date":"2015-12-17","image":{"url":"http://icjia.state.il.us/assets/img/splash/urbanviolence.jpg","alt":""},"type":["Article"],"categories":["Jails"],"summary":"Urban violence is a major public health concern and at epidemic levels in some neighborhoods, directly impacting the mental health of its residents (Morris, n.d.). The rate of posttraumatic stress disorder (PTSD) among urban populations is estimated to be around 31 percent, higher than the PTSD rate among returning Iraq war veterans of 17 percent.","url":"http://icjia.state.il.us/articles/male-survivors-of-urban-violence-and-trauma","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Women and reentry: Evaluation of the St. Leonard's Ministries' Grace House Program","authors":["Jessica Reichert"],"date":"2015-12-08","image":{"url":"http://icjia.state.il.us/assets/img/splash/women-desat.jpg","alt":""},"type":["Research Report"],"categories":["Prison reentry"],"summary":"More than 2.4 million people are confined in correctional facilities across the United States. Each year, more than half a million inmates are released from prison and return to their communities. The formerly incarcerated face many obstacles as they reenter the community, such as finding employment and housing, and paying outstanding fines, restitution, and other debts. ","url":"http://icjia.state.il.us/articles/women-and-reentry-evaluation-of-the-st-leonard-s-ministries-grace-house-program","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Fidelity to the evidence-based drug court model:  An examination of Adult Redeploy Illinois programs","authors":["Jessica Reichert"],"date":"2015-12-08","image":{"url":"http://icjia.state.il.us/assets/img/splash/drug-court-judge.jpg","alt":""},"type":["Article"],"categories":["Courts"],"summary":"Drug courts emerged in the 1990s to address serious drug offending while improving offender outcomes and reducing incarceration costs. Illinois Criminal Justice Information Authority researchers examined drug courts funded by Adult Redeploy Illinois (ARI) in five counties. Data to measure the 10 key components was collected after 18 months of program implementation (August 2012 to July 2013). ARI applies evidence-based, data-driven, and result-oriented strategies to curb prison overcrowding and enhance public safety.","url":"http://icjia.state.il.us/articles/fidelity-to-the-evidence-based-drug-court-model-an-examination-of-adult-redeploy-illinois-programs","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Mental Health Courts in Illinois","authors":["Tracy Hahn"],"date":"2015-10-22","image":{"url":"http://icjia.state.il.us/assets/img/articles/mental-health-03.jpg","alt":""},"type":["Article"],"categories":["Prosecution and Courts"],"summary":"Mental health courts serve the challenging and extensive service needs of people who have a serious mental illness and are involved in the criminal justice system. The Illinois Criminal Justice Information Authority awarded a grant to Loyola University Chicago to assess the operation of these courts in Illinois.","url":"http://icjia.state.il.us/articles/mental-health-courts-in-illinois","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"InfoNet: Putting data to work","authors":["Cristin Evans"],"date":"2015-08-24","image":{"url":"http://icjia.state.il.us/assets/img/splash/victims-20150825135324.jpg","alt":""},"type":["Spotlight"],"categories":["Victims"],"summary":"The Illinois Criminal Justice Information Authority's InfoNet data system is key to targeted, effective services for victims of interpersonal violence across Illinois.","url":"http://icjia.state.il.us/articles/infonet-putting-data-to-work","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"An evaluation of the Cook County State's Attorney's Office Deferred Prosecution Program","authors":["Tracy Hahn"],"date":"2015-08-20","image":{"url":"http://icjia.state.il.us/assets/img/splash/judge-hands.jpg","alt":""},"type":["Article"],"categories":["Prosecution and Courts"],"summary":"The Cook County State’s Attorney’s Office implemented its alternative sentencing-focused Deferred Prosecution Program in February 2011. The Illinois Criminal Justice Information Authority awarded a grant to the Loyola University Chicago to evaluate the program in 2013. The program became the model for the Offender Initiative Program, enacted by state law (730 ILCS 5/5-6-3.3) in 2013 to promote public safety, conserve resources, and reduce recidivism.","url":"http://icjia.state.il.us/articles/evaluation-of-the-deferred-prosecution-program","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Evaluation of youth summer job program suggests targeting at-risk youth","authors":["Jessica Reichert"],"date":"2015-08-18","image":{"url":"http://icjia.state.il.us/assets/img/splash/iStock_000063980677_edited-20150818141353.jpg","alt":""},"type":["Article"],"categories":["Prevention"],"summary":"Illinois Criminal Justice Information Authority  researchers conducted an evaluation of the Community Violence Prevention Program's Youth Employment Program. The program, which ended in August 2014, sought to increase job readiness skills, build relationships with a caring adult, improve attitudes toward employment and violence, increase self-esteem and conflict resolution skills, and offer community service and engagement. ","url":"http://icjia.state.il.us/articles/evaluation-of-youth-summer-job-program-suggests-targeting-at-risk-youth","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Evaluation of St. Leonard's Ministries: Case studies of former residents of St. Leonard’s House and Grace House","authors":["Jessica Reichert"],"date":"2015-07-29","image":{"url":"http://icjia.state.il.us/assets/img/splash/stairs-hands-head.jpg","alt":""},"type":["Research Report"],"categories":["Reentry"],"summary":"More than 2.4 million people are confined in the U.S. in state and federal prisons, juvenile corrections, and jails. Each year, more than half a million individuals are released from prison and return to their communities.  After leaving prison, offenders with criminal records face obstacles such as difficulty finding employment and housing, significant debt, outstanding fines, and restitution payments. ","url":"http://icjia.state.il.us/articles/evaluation-of-st-leonard-s-ministries-reentry-housing-programs","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Evaluation of the 2014 Community Violence Prevention Program's Parent Program","authors":["Jessica Reichert"],"date":"2015-07-29","image":{"url":"http://icjia.state.il.us/assets/img/splash/motherdaughter.jpg","alt":""},"type":["Research Report"],"categories":["Prevention"],"summary":"Illinois Criminal Justice Information Authority researchers conducted an evaluation of the Community Violence Prevention Program's (CVPP) Parent Program. The program, which ended August 2014, sought to increase protective factors to reduce child maltreatment by employing and training nearly 1,000 Chicago-area parents to lead service projects to help other parents in 20 communities. ","url":"http://icjia.state.il.us/articles/evaluation-of-the-2014-community-violence-prevention-program-s-parent-program","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]},{"title":"Performance incentive funding for prison diversion: An implementation study of the DuPage County Adult Redeploy Illinois Program","authors":["Jessica Reichert"],"date":"2015-07-10","image":{"url":"http://icjia.state.il.us/assets/img/splash/helphand-20150723145634.jpg","alt":""},"type":["Research Report"],"categories":["Adult Redeploy"],"summary":"Adult Redeploy Illinois (ARI) applies evidence-based, data-driven, and result-oriented strategies to curb prison overcrowding and enhance public safety. Since 2010, the Illinois Criminal Justice Information Authority (Authority) has administered grant funding for ARI and offered research, evaluation, and technical assistance to the program.","url":"http://icjia.state.il.us/articles/performance-incentive-funding-for-prison-diversion","relatedApps":[{"title":"App Title Here","url":""}],"relatedDatasets":[{"title":"Dataset Title Here","url":""}]}]